; WinSnap v2.0.1 Hungarian Nyelvi Fájl (Sablon)
; Fordító by ZityiSoftTeam by Latcyba <latcyba@freemail.hu>


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Futtatható fájlok (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Mentés átlátszósággal"

; Settings, Image tab
20061="Átlátszóság"

; Capture modes
20211="Teljes képernyő"
20212="Alkalmazás"
20213="Ablak"
20214="Menü"
20215="Objektum"
20216="Terület"

; Main menu, Capture
20511="&Teljes képernyő\tCtrl+1"
20512="&Alkalmazás\tCtrl+2"
20513="&Ablak\tCtrl+3"
20514="&Menü\tCtrl+4"
20515="&Objektum\tCtrl+5"
20516="&Terület\tCtrl+6"

; Main menu
20600="&Eszközök"
20601="&Testreszabás..."

; Tray menu
20921="&Teljes képernyő"
20922="&Alkalmazás"
20923="&Ablak"
20924="&Menü"
20925="&Objektum"
20926="&Terület"

; Settings, Hotkeys tab
21712="Teljes képernyő:"
21713="Windows alkalmazások:"
21714="Aktív ablak:"
21715="Előugró menü:"
21716="Objektum felvétel indítása:"
21717="Terület felvétel indítása:"

; Customize Tools dialog
23000="Eszközök testreszabása"
23001="Új..."
23002="Szerkesztés..."
23003="Eltávolítás"
23004="Fel"
23005="Le"
23006="Bezárás"

; New Tool dialog
23100="Külső eszköz"
23101="OK"
23102="Mégse"

23110="Alkalmazás:"
23111="Cím:"
23112="Parancs:"
23113="Tallózás..."
23114="Paraméterek:"
23115="A WinSnap lekicsinyítése a parancs végrehajtása után"
23116="Nem kérdez rá a mentett kép fájlnevére"
23120="Beállítások mentése:"
23121="Mappa:"
23122="Tallózás..."
23123="Fájlnév:"
23124="Képformátum:"

; Region mode, right-click menu
24106="Rögzített méret"
24107="Elhelyezési pozíció"

; Object mode, helper dialog
24201="Helyezd az egérmutatót a módosítani kívánt képernyőterület fölé. Használd a Ctrl billentyűt, több elem együttes kijelöléséhez és a jobb gombot a beállítások módosításához."
24202="Cím:"
24203="Osztály:"
24204="Folyamat:"

; Object mode, right-click menu
24300="Objektum kijelölése\tSpace"
24301="Kijelölés megfordítása\tTab"
24302="A kijelölés megszüntetése\tBackspace"
24303="Gombok és vezérlők"
24304="Alkalmazás ablakok"
24305="Felvétel megszakítása\tEsc"
24306="A menü eltávolítása"

; Register dialog
28000="A WinSnap regisztrálása"
28001="Vásárlás"
28002="Licenckulcs megadása..."
28003="Folytatás"
28004="Kilépés"
28010="Ez a WinSnap 30 napos próba verziója. További használathoz, licencet kell vásárolnod."
28011="Még %d napod van a regisztrálásig."
28012="Engedély és Árazás"
28050="Licenckulcs megadása"
28052="Mégsem"
28053="Név:"
28054="Sorozatszám:"
28055="Tallózás..."
28056="Ha már rendelkezel licenc fájllal, kattints a 'Tallózás' gombra."
28057="Útmutató a regisztráláshoz"

; About dialog
28100="A WinSnap névjegye"
28101="OK"
28102="Regisztrálás"
28103="A termék használatára jogosult:"
28104="Támogatói fórumok"

; Errors
32009="Érvénytelen könyvtár:\r\n%s"
32010="Nem lehet létrehozni a folyamatot"
32020="Meg kell adnod egy nevet."

32030="Meg kell adnod egy regisztrációs nevet."
32031="Meg kell adnod egy egy sorozatszámot."
32032="A licencfájl érvénytelen vagy sérült."
32033="A regisztrációs kód érvénytelen! Győződj meg arról, hogy pontosan úgy adtad e meg a nevet és a sorozatszámot, ahogy az regisztrációs üzenetben szerepel."
32034="Sikertelen volt a licencfájl bemásolása az alkalmazás könyvtárba. Rendszergazdai jogosultság szükséges, a WinSnap regisztrálásához!"

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="English (default)"
10001="Hungarian"

; Caption
20000="Windows Snapshot Maker v2.0"
20001=" (Regisztrálatlan)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="sshot"

; Print job name
20011="WinSnap pillanatkép"

; Save/Open filters
20030="Minden fájl (*.*)"
20031="Minden támogatott formátum"
20032="Licenckód adat (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< üres >>"
20091="generálás..."

; Main window
20100="Bezárás"
20101="Új pillanatfelvétel"
20102="Másolás vágólapra"
20103="Kép mentése..."
20104="Küldés email-ben..."

20110="Szinezés:"
20111="Ki"
20112="Szürkeárnyalatos"
20113="Szépia"
20114="Fordított"

20115="Árnyék:"
20116="Ki"
20117="Pozitív"
20118="Negatív"
20119="Kontúr"

20120="Egyéb:"
20121="Kontúr"
20122="Vízjel"
20123="Forgatás"
20124="Arány"

20200="Felvételi mód:"
20201="Teljes képernyő"
20202="Alkalmazás"
20203="Ablak"
20204="Kliens terület"
20205="Előugró menü"
20206="Terület"

; Menu
20300="&Fájl"
20301="Új pillanatfelvétel\tCtrl+N"
20302="&Kép megnyitása...\tCtrl+O"
20303="M&entés\tCtrl+S"
20304="Menté&s másként..."
20305="Bélyegkép mentése mint..."
20306="&Nyomtatás...\tCtrl+P"
20307="&Oldalbeállítás..."
20308="&Kilépés"

20350="S&zerkesztés"
20351="&Másolás\tCtrl+C"
20352="Bélyegkép másolása"
20353="&Beillesztés\tCtrl+V"
20354="Kép törlése\tDel"

20400="&Beállítások"
20401="&Automatikus mentés"
20402="Automatikus másolás"
20403="Beállítások...\tF2"

20410="&Színezés"
20411="&Ki"
20412="&Szürkeárnyalatos"
20413="&Szépia"
20414="Színek &megfordítása"

20420="&Árnyék"
20421="&Ki"
20422="&Pozitív"
20423="&Negatív"
20424="&Körvonal"

20430="&Egyéb"
20431="&Kontúr"
20432="&Vízjel"
20433="&Forgatás"
20434="&Arány"

20500="&Felvétel"
20501="&Teljes képernyő\tCtrl+1"
20502="&Alkalmaz\tCtrl+2"
20503="&Ablak\tCtrl+3"
20504="&Kliens terület\tCtrl+4"
20505="&Előugró menü\tCtrl+5"
20506="&Terület...\tCtrl+6"

20550="&Súgó"
20551="&Súgó fejezetek\tF1"
20552="&Honlap"
20553="&Támogatói fórumok"
20554="F&rissítések ellenőrzése most"
20555="&A WinSnap névjegye..."
20556="A &WinSnap megvásárlása"
20557="A &licenckód megadása..."

; Tray menu
20900="A WinSnap elrejtése"
20901="A WinSnap megjelenítése"
20903="Beállítások..."
20904="Kilépés"

20911="&Teljes képernyő"
20912="&Alkalmaz"
20913="&Ablak"
20914="&Kliens terület"
20915="&Előugró menü"
20916="&Terület"

; Config
21000="Beállítások"
21001="OK"
21002="Mégse"
21003="Alkalmaz"

21050="Általános"
21051="Keverés"
21052="Vászon"
21053="Vízjel"
21054="Kép"
21055="Gyorsbillentyűk"

; General page
21100="Nyelv:"
21101="További fordítások keresése..."
21102="A WinSnap indítása rendszerindításkor"
21103="Az online frissítések rendszeres ellenőrzése"
21104="A WinSnap mindíg felül jelenik meg"
21105="A WinSnap ablak méret és pozíció visszaállítása"
21106="Mindíg megjelenik a WinSnap tálca ikon"
21107="Lekicsinyítés a tálcára bezáráskor"
21108="Pillanatkép készítése a WinSnap indulásakor:"
21109="Felvételi mód:"
21110="Hang lejátszása pillanatkép készítésekor"
21111="A WinSnap ablakok elrejtése pillanatkép készítése előtt"
21112="A tálcaikon elrejtése pillanatkép készítése előtt"
21113="Késleltetés a kép készítése előtt, ha WinSnap látható (ms):"
21114="Az egérkurzor látható a felvételen"

; Blending page
21200="Árnyék:"
21201="Látószög:"
21202="°"
21203="Távolság:"
21204="px"
21205="Méret:"
21206="px"
21207="Áttetszőség:"
21208="%"
21209="Szín:"
21210="#"
21211="Kontúr:"
21212="Szín:"
21213="#"
21214="Méret:"
21215="px"
21216="Háttér:"
21217="Szín:"
21218="#"

; Canvas page
21400="Forgatás:"
21401="Szög:"
21402="°"
21403="Arány:"
21404="Méretre igazítás:"
21405="Kép mérethez illesztés:"
21406="Méretek:"
21407="%"
21408="Szélesség:"
21409="px"
21410="Magasság:"
21411="px"
21412="Méretek kényszerítése"
21413="Fejlett:"
21414="Interpolációs mód:"

21490="Közeli szomszéd"
21491="Bilineáris"
21492="Bicubic"
21493="Magas minőségű bilineáris"
21494="Magas minőségű bicubic"

; Watermark page
21500="Kép átfedés:"
21501="Képfájl:"
21502="Tallózás..."
21503="Átfedés áttetszőséggel:"
21504="Áttetszőség:"
21505="%"
21506="Pozíció:"
21507="Eltolások megadása a kép oldalainak megfelelően:"
21508="Vízszintes:"
21509="%"
21510="Függőleges:"
21511="%"
21512="Vízszintes:"
21513="px"
21514="Függőleges:"
21515="px"
21516="Relatív kordináták használata"

21590="Felső - Bal"
21591="Felső - Közép"
21592="Felső - Jobb"
21593="Közép - Bal"
21594="Középre zárt"
21595="Közép - Jobb"
21596="Lent - Bal"
21597="Lent - Közép"
21598="Lent - Jobb"

; Saving page
21600="Képek automatikus másolása a vágólapra"
21601="Képek automatikus mentése lemezre"
21602="Nem kérdez rá a mentett kép nevére"
21603="A WinSnap lekicsinyítés megtartása, az automatikus mentési módban"
21604="Kép törlése lekicsinyítéskor, memória felszabadítás céljából"
21610="Beállítások automatikus mentése:"
21611="Alapértelmezett mappa:"
21612="Tallózás..."
21613="Fájlnév:"
21615="Képformátum:"
21620="Tömörítés:"
21621="JPEG minőség:"
21622="%"
21699="Könyvtár kiválasztás a pillanatképek automatikus mentéséhez."

; Hotkeys page
21700="Gyorsbillentyűk engedélyezése"
21701="Felvétel vezérlés:"
21702="Teljes képernyő:"
21703="Alkalmazás ablakok:"
21704="Aktív ablak:"
21705="Ablak kliens terület:"
21706="Előugró menü:"
21707="Terület felvétel indítása:"
21720="WinSnap vezérlő:"
21721="Lekicsinyítés/visszaállítás:"
21722="Főablak mutatása/elrejtése:"
21723="A WinSnap bezárása:"

; Region selection
24001="Válassz ki egy képernyőterületet az egér vagy nyíl-billentyűk használatával. Használd a jobb egérgombot a terület alakjának módosításához és az F1 billentyűt a súgó megjelenításhez/rejtéséhez."
24002="Pozíció:"
24003="x:"
24004="y:"
24005="Méret:"
24006="w:"
24007="h:"

24100="Téglalap"
24101="Kerekített téglalap"
24102="Ellipszis"
24103="Kijelölés megszüntetése\tBackspace"
24104="Felvétel megszakítása\tEsc"
24105="A menü eltávolítása"

; Confirmations
31900="WinSnap megerősítés"
31901="A WinSnap már fut. Le szeretnéd állítani?"
31902="Tényleg ki szeretnél lépni a WinSnap programból?"
31903="Kérlek, indítsd újra a programot a regisztrációs folyamat befejezéséhez.\r\nÚjraindítod a WinSnap programot?"

; Errors
32000="WinSnap hiba"
32001="A nyelvi fájl nem tölthető be."
32002="Nem lehet menteni a beállításokat a rendszerleíróban. Ellenőrizd a hozzáférési jogokat."
32003="A képfájl betöltése sikertelen.\r\nEz egy érvénytelen képfájl, vagy nem támogatott formátum."
32004="A képfájl lemezre mentése sikertelen."
32005="Nem lehet menteni a képfájlt az átmeneti állományba."
32006="A levélrendszer támogatás nem tölthető be (Mapi32.dll)."
32007="Sikertelen  MAPI üzenetküldés."
32008="A WinSnap regisztráció sikertelen."

; Check for update
32500="A WinSnap frissítése"
32501="Új WinSnap verzió érhető el!\r\nSzeretnéd most letölteni?"
32502="A WinSnap verzió frissítve lett. Nincs új elérhető frissítés."

